---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetCurrentRevisionIssued
source: html/d55d4f9f-8162-31ab-d6ff-e71c122b259e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetCurrentRevisionIssued Property

"Current Revision Issued"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetCurrentRevisionIssued { get; }
```